Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Telecommunications services using cellular radio networks
it: Servizi di telecomunicazione mediante reti cellulari radiofoniche

source: Telefax services
it: Servizi telefax

source: Electronic order-transmission
it: Trasmissione elettronica di ordini

source: Provision of television broadcasting equipment for outside locations
it: Fornitura di apparecchiature di trasmissione televisiva per località esterne

source: Rental of telecommunication equipment including telephones and facsimile apparatus
it: Noleggio di apparecchiature di telecomunicazione, compresi telefoni e apparecchi fax

source: Transmission of database information via telecommunications networks
it: Trasmissione di informazioni di banche dati mediante reti di telecomunicazione

source: Transmission of coded messages and images
it: Trasmissione di messaggi e di immagini codificate

source: Subscription television broadcasting
it: Trasmissione televisiva mediante abbonamento

source: Internet radio broadcasting services
it: Servizi di trasmissione radio via internet

source: Electronic transmission of data
it: Comunicazioni elettroniche di dati

source: Broadcast of information by means of television
it: Trasmissione di informazione mediante televisione

source: Provision of telecommunication facilities
it: Fornitura di strutture per le telecomunicazioni

source: Communication services for the electronic transmission of images
it: Servizi di comunicazione per la trasmissione elettronica d'immagini

source: Transmission of computerised data by means of radio
it: Trasmissione di dati computerizzati via radio

source: Transmission of data by radiopaging
it: Trasmissione di dati tramite radiopaging

source: Transmission of despatches by electronic means
it: Trasmissione di dispacci tramite mezzi elettronici

source: Providing on-line chat rooms for transmission of messages among computer users
it: Chet-room on line per la trasmissione di messaggi tra utenti di computer

source: Telex bureau services
it: Servizi telex per ufficio

source: Transmission of vision via satellite
it: Trasmissione di immagini via satellite

source: Transmission of vision via interactive multimedia networks
it: Trasmissione di immagini mediante reti multimediali interattive

source: Worldwide computer network access services
it: Accesso a reti informatiche mondiali

source: Professional consultancy relating to telecommunications
it: Consulenza professionale in materia di telecomunicazioni

source: Provision of communications facilities via radio
it: Fornitura di strutture di comunicazione tramite radio

source: Wireless electronic transmission of voice signals
it: Trasmissione elettronica senza fili di segnali vocali

source: Information services relating to electronic communication networks
it: Servizi di informazione riguardanti reti di comunicazione elettroniche

source: Providing communication services through the use of phone cards or debit cards
it: Servizi di comunicazione mediante l'uso di schede telefoniche o carte di addebito

source: Providing computer access to communication networks
it: Fornitura di accesso informatico a reti di comunicazione

source: Music broadcasting
it: Trasmissione di musica

source: Telecommunications services for aircraft passengers
it: Servizi di telecomunicazione per passeggeri aerei

source: Telecommunications services for the distribution of data
it: Servizi di telecomunicazione per la distribuzione di dati

source: Facsimile communication and transmission services
it: Servizi di comunicazione e trasmissione di fax

source: Transmission of written communications in the forms of telegrams
it: Trasmissione di comunicazioni scritte in forma di telegrammi

source: Teleconferencing services
it: Servizi di teleconferenze

source: Cable television broadcasting
it: Telediffusione via cavo

source: Communications by computer terminals
it: Comunicazioni tramite terminali di computers

source: Providing on-line forums for transmission of messages among computer users
it: Fornitura di forum on line per la trasmissione di messaggi tra utenti di computer

source: Providing user access to computer programmes in data networks
it: Fornitura di accesso a programmi di computer in reti telematiche

source: Inter-active video text services
it: Servizi di videotext interattivo

source: Electronic communication services for transmission by means of aerials
it: Servizi di comunicazione elettronica riguardanti la trasmissione tramite antenne

source: Provision of on-line communications services
it: Fornitura di servizi di comunicazione on-line

source: Providing virtual facilities for real-time interaction among computer users
it: Strutture virtuali per l'interazione in tempo reale tra utenti di computer

source: Provision of internet access services
it: Fornitura di accesso utenti ad Internet

source: Leasing of radio telephones
it: Noleggio di radiotelefoni

source: Rental of wireless communication systems
it: Noleggio di sistemi di comunicazione wireless

source: Digital communications services
it: Servizi di comunicazione digitale

source: Electronic data interchange services
it: Servizi elettronici di interscambio dati

source: Computer communications for the transmission of information
it: Comunicazioni informatiche per la trasmissione di informazioni

source: Computer transmission services
it: Servizi di trasmissione informatica

source: Operating of electronic communications systems
it: Gestione di sistemi di comunicazione elettronici

source: Electronic transmission of voices (Services for the -)
it: Servizi per la trasmissione vocale elettronica

source: Facsimile communication services
it: Servizi di comunicazione mediante fax

source: On-line services, namely, message sending
it: Servizi on-line, ovvero trasmissione di messaggi

source: Relaying of television programmes by extra-terrestrial satellite
it: Trasmissione di programmi televisivi tramite satellite extra-terrestre

source: Remote transmission of audio signals by means of telecommunications
it: Trasmissione remota di segnali audio mediante telecomunicazioni

source: Telecommunication of information (including web pages)
it: Telecomunicazione di informazioni (comprese le pagine web)

source: Signal transmission for electronic commerce via telecommunication systems and data communication systems
it: Trasmissione di segnali per commercio elettronico mediante sistemi di telecomunicazione e sistemi di comunicazione di dati

source: Transmission of messages and images
it: Trasmissione di messaggi e di immagini

source: Providing access to digital music web sites on the internet
it: Fornitura di accesso a siti Web con musica digitale su Internet

source: Information relating to communications
it: Informazioni in materia di comunicazione

source: International telephone services
it: Servizi telefonici internazionali

source: Internet access services
it: Servizi di accesso a Internet

source: Wireless facsimile mail services
it: Invio di messaggi fax senza fili

source: Provision of information relating to media communications
it: Fornitura d'informazioni riguardanti le comunicazioni sui media

source: Automatic telephone answering services
it: Segreteria telefonica automatica

source: Data streaming
it: Streaming dati

source: Mail services utilising the internet and other communications networks
it: Servizi di corrispondenza con l'uso di internet e altre reti di comunicazione

source: Providing access to web sites on the internet
it: Fornitura di accesso a siti web su internet

source: Communication services over computer networks
it: Servizi di comunicazione su reti informatiche

source: Providing on-line electronic bulletin board services and chat rooms
it: Bacheche elettroniche e fori di discussione on-line

source: Streaming of audio material on the internet
it: Streaming di materiale audio su Internet

source: Satelite capacity provision [telecommunications]
it: Fornitura di capacità satellitare [telecomunicazioni]

source: Telematics services
it: Servizi telematici

source: Telematics services accessible by password
it: Servizi telematici accessibili tramite password

source: Data communication services accessible by access code
it: Servizi di comunicazione dati accessibili tramite codice d'accesso

source: Communication services for video conferencing purposes
it: Servizi di comunicazione per videoconferenze

source: Transmission of messages by telegram
it: Trasmissione di messaggi mediante telegramma

source: Satellite transmission of data via an on-line global computer network
it: Trasmissione via satellite di dati tramite una rete informatica globale on-line

source: Electronic transmission of documents (Services for the -)
it: Servizi per la trasmissione elettronica di documenti

source: Electronic transmission of images (Services for the -)
it: Servizi di trasmissione elettronica d'immagini

source: Transmission of telephone calls
it: Trasmissione di chiamate telefoniche

source: Telex transmission
it: Trasmissione via telex

source: Transmission of video films
it: Trasmissione di pellicole video

source: Transmission of written communications (Electronic -)
it: Trasmissione elettronica di comunicazioni scritte

source: Voice message retrieval services
it: Servizio di recupero di messaggi vocali

source: Simulcasting broadcast television over global communication networks, the Internet and wireless networks
it: Trasmissione televisiva in simulcast su reti globali di comunicazione, internet e reti wireless

source: Supply of airtime for communication services
it: Fornitura di tempi di trasmissione per comunicazioni

source: Telecommunications routing and junction services
it: Servizi di inoltro e di collegamento per telecomunicazioni

source: Digital transmission services
it: Servizi di trasmissione digitale

source: Provision of communications via radio
it: Fornitura di comunicazioni via radio

source: Provision of communications via television transmissions
it: Fornitura di comunicazioni tramite trasmissioni televisive

source: Computer aided transmission of images
it: Trasmissione d'immagini assistita dal computer

source: Transmission of information in the audiovisual field
it: Trasmissione di informazioni nel settore audiovisivo

source: Transmission of information by teletypewriter, by satellite
it: Trasmissione d'informazioni mediante telescrivente, mediante satellite

source: Computer data transmission services
it: Servizi di trasmissione dati computerizzata

source: Operation of wide-band telecommunications networks
it: Gestione di reti di telecomunicazione a banda larga

source: Electronic transmission of messages (Services for the -)
it: Servizi per la trasmissione elettronica di messaggi

source: Transmission of messages by telephone
it: Trasmissione di messaggi mediante telefono

source: Electronic transmission of mail and messages
it: Trasmissione elettronica di posta e messaggi

source: Electronic transmission of computer programs via the internet
it: Trasmissione elettronica di programmi informatici su Internet

source: Digital network telecommunications services
it: Servizi di telecomunicazione digitale

source: Relaying of messages [electronic]
it: Inoltro di messaggi [elettronici]

source: Rental of apparatus for the broadcast of video signals
it: Noleggio di apparecchi per la trasmissione di segnali video

source: Communication of information by electronic means
it: Comunicazione di informazioni attraverso mezzi elettronici

source: Broadcasting of cable television programmes
it: Trasmissione di programmi televisivi via cavo

source: Transmission and reception of messages by means of worldwide computer networks
it: Trasmissione-ricezione di messaggi tramite reti informatiche mondiali

source: Transmission of electronic mail [e-mail data services]
it: Trasmissione di posta elettronica [servizi e-mail]

source: Telex services
it: Servizio di telex

source: Broadcasting of motion pictures by satellite
it: Trasmissione di film via satellite

source: Information services relating to telecommunications
it: Servizi di informazione in materia di telecomunicazioni

source: Information, consultancy and advisory services relating to telecommunications
it: Consulenza ed informazioni in materia di telecomunicazioni

source: Internet connection services for residential consumers and for commercial entities
it: Connessione ad Internet per clienti da casa e per enti commerciali

source: Wireless transmission and broadcasting of television programmes
it: Trasmissioni radio e trasmissione di programmi televisivi

source: Rental of computer communication apparatus and instruments
it: Noleggio di apparecchi e strumenti di comunicazione informatici

source: Provision of electronic video links
it: Collegamenti video elettronici

source: Provision of private mobile radio services
it: Fornitura di servizi radiomobili privati

source: Communication services for the delivery of emergency messages
it: Servizi di comunicazione per l'erogazione di messaggi d'emergenza

source: Transmission of data by communications satellite
it: Trasmissione di dati mediante satelliti di comunicazione

source: Transmission of data by electronic means
it: Trasmissione di dati mediante mezzi elettronici

source: Network transmission of sounds, images, signals and data
it: Trasmissione in rete di suoni, immagini, segnali e dati

source: Communications by television for meeting
it: Comunicazioni mediante televisione per riunioni

source: Charitable services, namely telecommunication services
it: Servizi di beneficenza, ovvero servizi di telecomunicazione

source: On-line communication services
it: Servizi di comunicazione on-line

source: Provision of access to sites on an electronic information network
it: Fornitura di accesso a siti su una rete d'informazioni elettronica

source: Broadband radio communication services
it: Servizi di radiocomunicazione a banda larga

source: Transmission of information for business purposes
it: Trasmissione d'informazioni per uso aziendale

source: Providing access to global computer networks and other computer networks
it: Servizi di accesso a reti informatiche globali e ad altre reti informatiche

source: Secured data, sound and image transmission services
it: Trasmissione sicura di dati, suoni e immagini

source: Satellite broadcasting services relating to business
it: Servizi di trasmissione satellitare aziendale

source: Provision of telephone directory services
it: Fornitura di servizi di elenchi telefonici

source: Television screen based text transmission services
it: Servizi di trasmissione di testi basati su schermi televisivi

source: Providing access to computer networks
it: Fornitura di accesso a reti di computer

source: Electrical data transmission over a global remote data processing network, including the internet
it: Trasmissione elettrica di dati su rete remota informatica globale, compreso Internet

source: Transmission of sound by electronic means
it: Trasmissione di suoni tramite mezzi elettronici

source: Telecommunications services between financial institutions
it: Servizi di telecomunicazione tra istituti finanziari

source: Telecommunications services to obtain information from data banks
it: Servizi di telecomunicazione per l'ottenimento d'informazioni da banche dati

source: Communication services for the electronic transmission of data
it: Servizi di comunicazione elettronica per la trasmissione di dati

source: Transmission of sound via satellite
it: Trasmissione satellitare di suoni

source: Message sending and receiving services
it: Servizi di trasmissione e ricezione di messaggi

source: Cable and satellite transmission services
it: Servizi di trasmissione via cavo e satellite

source: Electronic transmission of data and documents via computer terminals and electronic devices
it: Trasmissione elettronica di dati e documenti via terminali di computer e dispositivi elettronici

source: Rental of broadcasting time by satellite
it: Noleggio di tempi di trasmissione via satellite

source: Rental of microwave signal transmission systems
it: Noleggio di sistemi di trasmissione di segnali a microonde

source: Rental of radio transmission apparatus
it: Noleggio di apparecchi di trasmissione radio

source: Transmission of information by electronic communications networks
it: Trasmissione di informazioni tramite reti elettroniche di comunicazione

source: Transmission of information on optical telecommunication networks
it: Trasmissione d'informazioni tramite reti ottiche di telecomunicazione

source: On-line information services relating to telecommunications
it: Servizi di informazioni on-line in materia di telecomunicazioni

source: Telecommunications services, namely, ISDN services
it: Telecomunicazione, ovvero servizi di linee ISDN

source: Transmission of data, sound and images via satellites
it: Trasmissione di dati, suoni e immagini via satellite

source: Operation of earth-to-satellite television transmitters
it: Gestione di trasmettitori televisivi terra-satellite

source: Operation of telecommunications systems
it: Gestione di sistemi di telecomunicazione

source: Electronic order transmission for florists
it: Trasmissione elettronica di ordinazioni per fiorai

source: Electronic transmission of data and documents via computer terminals
it: Trasmissione elettronica di dati e documenti attraverso terminali informatici

source: Rental of teleprocessing apparatus and instruments
it: Affitto di apparecchi e strumenti per teleprocessing

source: Radio-facsimile services
it: Servizi di fax radio

source: Telephone messaging services
it: Servizi di messaggeria telefonica

source: Transmission of digital information
it: Trasmissione di informazioni digitali

source: Interstate telephone services
it: Servizi telefonici inter-stato

source: Rental of telecommunications lines
it: Noleggio di linee di telecomunicazione

source: Satellite television broadcasting
it: Emissioni televisive satellitari

source: Transmission of data by teletypewriter
it: Trasmissione di dati tramite telescrivente

source: Transmission of data through the use of electronic image processing by telephone link
it: Trasmissione di dati mediante elaborazione elettronica di immagini tramite collegamenti telefonici

source: Electronic exchange of data stored in databases accessible via telecommunication networks
it: Scambio elettronico di dati archiviati in banche dati accessibili tramite reti di telecomunicazione

source: Information transmission services via digital networks
it: Servizi di trasmissione d'informazioni mediante reti digitali

source: Interactive broadcasting and communications services
it: Servizi di trasmissione e comunicazione interattiva

source: Audiovisual transmission services
it: Servizi di trasmissione audiovisiva

source: Voice-activated dialing services
it: Chiamata ad attivazione vocale

source: Wireless digital messaging services
it: Invio di messaggi digitale senza filo

source: Provision of radio broadcasting equipment for outside locations
it: Fornitura di apparecchiature per trasmissione radio per località esterne

source: Provision of reports relating to communications
it: Fornitura di relazioni in materia di comunicazioni

source: Providing access to telecommunication networks
it: Fornitura di accesso a reti di telecomunicazione

source: Transmission of radio and television programmes by satellite
it: Trasmissione satellitare di programmi radiofonici e televisivi

source: Telex message communication services
it: Servizi telex di comunicazione di messaggi

source: Cable transmission of sounds, images, signals and data
it: Trasmissione via cavo di suoni, immagini, segnali e dati

source: Computer aided transmission of information and images
it: Trasmissione computerizzata di informazioni ed immagini

source: Communication by hertzian wave
it: Comunicazioni mediante onde hertz

source: Provision of wireless application protocol services including those utilising a secure communications channel
it: Servizi WAP (protocolli di applicazione senza fili), compresi quelli facenti uso di un canale di comunicazione sicuro

source: Distribution of data or audio visual images via a global computer network or the internet
it: Distribuzione di dati ed immagini audiovisive mediante una rete informatica globale o Internet

source: Providing multiple user dial-up and dedicated access to the internet
it: Accesso a pluriutenza a Internet tramite modem e dedicato

source: Retransmission of images via satellite
it: Ritrasmissione di immagini via satellite

source: Telecommunications by computer terminals, via telematics, satellites, radios, telegraphs, telephones
it: Telecomunicazioni mediante terminali per computer, attraverso telematica, satelliti, radio, telegrafo, telefoni

source: Rental of satellite broadcasting sets
it: Noleggio di set per trasmissione satellitare

source: Satellite communication services for business users
it: Servizi di comunicazione satellitare per utenti aziendali

source: Data transmission services over telecommunications networks
it: Servizi di trasmissione di dati attraverso reti di telecomunicazione

source: Provision of access to electronic messaging systems
it: Accesso a sistemi di messaggeria elettronica

source: Provision of communications facilities for interchange of electronic data
it: Fornitura di strutture di comunicazione per interscambio di dati elettronici

source: Communication services for the transmission of information by electronic means
it: Servizi di comunicazione per la trasmissione di informazioni mediante mezzi elettronici

source: Rental of telecommunications apparatus and installations
it: Noleggio di apparecchi ed impianti di telecomunicazione

source: Teleconferencing and video conferencing services
it: Servizi di teleconferenze e videoconferenze

source: Electronic mail and messaging services
it: Servizi di posta e messaggeria elettronica

source: Delivery of messages and data by electronic transmission
it: Trasmissione di messaggi e dati per via elettronica

source: Maritime radio-telephone network services
it: Servizi di reti radio-telefoniche marittime

source: Telecommunications services for facsimile transmission of information
it: Servizi di telecomunicazione per la trasmissione d'informazioni via fax

source: Telecommunications services for typesetting
it: Servizi di telecomunicazione per fotocomposizione

source: Exchange of messages via computer transmission
it: Scambio di messaggi tramite trasmissione informatica

source: Providing user access to the internet (services providers)
it: Accesso per utenti ad Internet (fornitore di servizio)

source: Value added network [communication] services
it: Servizi di comunicazione VAN [reti a valore aggiunto]

source: Facsimile transmission
it: Trasmissione di telecopie

source: Electronic communication services for financial institutions
it: Servizi di comunicazione elettronica per istituti finanziari

source: Satellite video conferencing services
it: Videoconferenze via satellite

source: Communications via a global computer network or the internet
it: Comunicazioni mediante una rete informatica globale o Internet

source: Leasing of communications apparatus
it: Noleggio di apparecchi di comunicazione

source: Leasing of telephone circuits
it: Noleggio di circuiti telefonici

source: Rental of cellular telephones
it: Noleggio di telefoni cellulari

source: Transmission of information through video communication systems
it: Trasmissione d'informazioni mediante sistemi di comunicazione video

source: Transmission of information via national and international networks
it: Trasmissione di informazioni su reti nazionali ed internazionali

source: Network conferencing services
it: Servizi di conferenze in rete
